Repository: moinfar/SSC_Site
Catalog: SSC_Site/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Media Library
fa: مدیریت رسانه‌ها

source: SSC_Configs
fa: ویژه اس‌اس‌سی

source: Top navigation bar
fa: نوار بالایی

source: Left-hand tree
fa: نوار کناری

source: Related Page
fa: صفحه‌ی مربوطه

source: Read More Text
fa: متن ادامه‌ی نوشتار

source: Parallax Image
fa: تصویر پارالاکس

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Name
fa: نام

source: Video Container Page
fa: صفحه‌ی شامل ویدئو‌ها

source: Video Container Pages
fa: صفحات شامل ویدئو‌ها

source: Containing Page
fa: صفحه‌ی شامل

source: Title
fa: عنوان

source: Description
fa: توضیحات

source: Video
fa: ویدئو‌

source: Videos
fa: ویدئو‌ها

source: Site name
fa: نام سایت

source: YouTube
fa: یوتیوب

source: Code
fa: کد

source: Video Frame
fa: فریم ویدئو

source: Video Frames
fa: فریم‌های ویدئو

source: Captcha
fa: تاییدیه

source: Label of left monitor page
fa: برچسب مانیتور سمت چپ

source: Label of right monitor page
fa: برچسب مانیتور سمت راست

source: Sequence of setting names available within templates.
fa: مجموعه تنظیمات فایل دسترسی در قالب‌ها.

source: Label
fa: برچسب

source: Screen Page
fa: صفحه‌ی مانیتور

source: Screen Pages
fa: صفحات مانیتور

source: screen
fa: مانیتور

source: image
fa: تصویر

source: Published from
fa: منتشر شده از

source: With Published chosen, won't be shown until this time
fa: با انتخاب منتشر شده, تا این لحظه نمایش داده نمی‌شود.

source: Expires on
fa: انقضا در

source: With Published chosen, won't be shown after this time
fa: با انتخاب منتشر شده, بعد از این لحظه نمایش داده نمی شود.

source: is default
fa: تصویر پیشفرض

source: Screen Image
fa: تصویر مانیتور

source: Parallax of index page
fa: تصویر پارالاکس صفحه‌ی اصلی

source: name
fa: نام

source: email addresses
fa: آدرس‌های ایمیل

source: from email
fa: ایمیل فرستنده

source: subject
fa: عنوان

source: recipients
fa: گیرنده‌ها

source: message (don't use table)
fa: متن پیام (از جدول استفاده نکنید)

source: language
fa: زبان

source: Announcement
fa: اطلاعیه

source: Announcements
fa: اطلاعیه‌ها

source: Person
fa: شخص

source: Persons
fa: اشخاص

source: Duty
fa: وظیفه

source: Groups' Info Page
fa: صفحه‌ی اطلاعات گروه‌ها

source: Groups' Info Pages
fa: صفحات اطلاعات گروه‌ها

source: Group Info
fa: اطلاعات گروه

source: Groups Info
fa: اطلاعات گروه‌ها

source: Containing Group
fa: گروه شامل

source: Group Member
fa: عضو گروه

source: Group Members
fa: اعضای گروه

source: Gallery Container Page
fa: صفحه‌ی شامل گالری‌ها

source: Gallery Container Pages
fa: صفحات شامل گالری‌ها

source: enter email addresses separated by comma, enter or space
fa: آدرس‌های ایمیل را وارد کنید. برای جداکردن آدرس‌ها از فاصله یا ویرگول استفاده کنید و یا به خط بعد بروید

source: Change
fa: تغییر

source: Edit in admin
fa: ویرایش در صفحه مدیریت

source: &copy; <a %(ssc_link_attrs)s >Students Scientific Chapter of Computer Engineering Department</a>, <a %(sharif_link_attrs)s >Sharif University of Technology</a>
fa: &copy; کلیه‌ی حقوق این سایت متعلق به <a %(ssc_link_attrs)s >انجمن علمی دانشجویی دانشکده‌ی کامپیوتر</a> <a %(sharif_link_attrs)s >دانشگاه صنعتی شریف</a> است

source: Powered By %(powered_by)s - Designed By %(designer)s , %(maintainer)s
fa: قدرت گرفته از %(powered_by)s - طراحی شده به دست %(designer)s و %(maintainer)s

source: Related blog posts
fa: پست‌های مرتبط

source: Blog
fa: بلاگ

source: Tag:
fa: برچسب:

source: Category:
fa: دسته:

source: Author:
fa: نویسنده

source: Viewing blog posts tagged
fa: پست‌های با برچسب

source: Viewing blog posts for the category
fa: پست‌های با موضوع

source: Viewing blog posts from
fa: پست‌های نوشته‌شده به دست

source: Viewing blog posts by
fa: پست‌های نوشته‌شده به دست

source: Recent blog posts
fa: پست‌های اخیر بلاگ

source: Recent Posts
fa: نوشتار‌های اخیر

source: Categories
fa: دسته‌ها

source: Tags
fa: برچسب‌ها

source: Authors
fa: نویسندگان

source: Archive
fa: بایگانی

source: Feeds
fa: خوراک‌ها

source: Students' Scientific Chapter
fa: انجمن علمی دانشکده مهندسی کامپیوتر

source: &copy; <a %(ssc_link_attrs)s >Students Scientific Chapter of Computer Engineering Department</a>, <a %(sharif_link_attrs)s >Sharif University of Technology</a>
fa: &copy; کلیه‌ی حقوق متعلق به <a %(ssc_link_attrs)s >انجمن علمی دانشجویی دانشکده‌ی کامپیوتر</a> <a %(sharif_link_attrs)s >دانشگاه صنعتی شریف</a> است

source: Hi.
fa: با سلام.

source: Your information has been recorded in the SSC site as provided below.
fa: اطلاعات شما به شرح زیر در سایت انجمن علمی ثبت شد.

source: In case of any inconsistencies, please contact us via <a %(contact_us_link_attrs)s > contact us form </a> and never reply this email.
fa: در صورت وجود هر گونه مغایرت، لطفا از طریق <a %(contact_us_link_attrs)s > فرم تماس با ما </a> در سایت پیگیری کنید و از پاسخ‌دادن به این ایمیل خودداری نمایید.

source: OOPS...!
fa: متاسفیم!

source: Requested page not found
fa: صفحه درخواستی یافت نشد

source: Written On %(sometime)s
fa: نوشته شده در %(sometime)s

source: written on%(sometime)s ago
fa: نوشته شده در %(sometime)s پیش

source: There are currently no comments
fa: نظری تا کنون ثبت نشده‌است.

source: Email
fa: رایانامه

source: Comment text
fa: متن نظر

source: Send comment
fa: ثبت نظر

source: Comments
fa: نظرات

source: New Comment
fa: نظر جدید

source: New
fa: جدید

source: Fill Out The Form
fa: پر کردن فرم

source: Go To the Gallery
fa: مشاهده‌ی گالری

source: Read More
fa: ادامه‌ی نوشتار

source: Choose File
fa: انتخاب فایل

source: Page
fa: صفحه

source: of
fa: از

source: Home
fa: صفحه‌ی اصلی

source: password
fa: گذرواژه

source: Coming Soon
fa: به زودی

source: Currently on the screens
fa: اکنون در مانیتور‌های لابی

source: responses
fa: پاسخ‌ها

source: Click <a href='%(url)s'>here</a> to see the original image.
fa: برای مشاهده‌ی عکس با کیفیت اصلی <a href='%(url)s'>اینجا</a> کلیک کنید.

source: Please enter discount code
fa: لطفا کد تخفیف را وارد کنید

source: Discount code has been applied successfully. New price is
fa: کد تخفیف با موفقیت اعمال شد. قیمت جدید:

source: Tomans
fa: تومان

source: At Full Capacity
fa: ظرفیت تکمیل است

source: Choose The Right One
fa: گزینه‌ی مناسب را انتخاب کنید

source: Discount code
fa: کد تخفیف

source: Check
fa: بررسی

source: Send and Pay
fa: ارسال و پرداخت

source: ERROR: Your form must contain a hidden field labeled UUID.
fa: خطا: فرم شما باید حاوی یک فیلد پنها با عنوان UUID باشد.

source: ERROR: Can not connect to payment gateway, please try again.
fa: خطا: در حال حاضر قادر به اتصال به درگاه پرداخت نیستیم، لطفا مجددا تلاش نمایید.

source: Unfortunately we have reached our maximum capacity.
fa: متاسفانه ظرفیت تکمیل شده‌است.

source: View Full Screen Slider
fa: مشاهده‌ی تمام صفحه‌ی تصاویر

source: Show All Items
fa: نمایش تمام موارد

source: Search Results
fa: نتیجه‌ی جستجو

source: read more
fa: ادامه‌ی نوشتار

source: Command
fa: دستور

source: Input
fa: ورودی

source: Output
fa: خروجی

source: Errors
fa: خطاها

source: Status
fa: وضعیت

source: Process ID
fa: شناسه پردازه

source: Gateway Type
fa: نوع درگاه

source: Gateway ID
fa: آی‌دی درگاه

source: Gateway API
fa: ای‌پی‌آی درگاه

source: Payment Gateway
fa: درگاه پرداخت

source: Payment Gateways
fa: درگاه‌های پرداخت

source: Payment Description
fa: توضیحات پرداخت

source: Enter -1 for infinite capacity
fa: برای ظرفیت نامحدود ۱- را وارد کنید

source: At Full Capacity Message
fa: پیام ظرفیت پر شده

source: Payment Form
fa: فرم پرداخت

source: Payment Forms
fa: فرم‌های پرداخت

source: Can View Payment Transactions
fa: می‌تواند تراکنش‌های پرداختی را مشاهده نماید

source: Containing Payment Form
fa: صفحه‌ی شامل فرم

source: Group Identifier
fa: مشخص‌کننده‌ی گروه

source: Amount in Tomans
fa: مقدار به تومان

source: Price Group
fa: گروه قیمت

source: Price Groups
fa: گروه‌های قیمت

source: The provided discount code is invalid
fa: کد تخفیف واردشده نامعتبر است

source: Unfortunately capacity of this code is full
fa: متاسفانه ظرفیت استفاده از این کد تخفیف به اتمام رسیده‌است.

source: Discount Code
fa: کد تخفیف

source: Creation Time
fa: زمان ایجاد

source: Form Entry UUID
fa: UUID وارد شده

source: Is Paid
fa: پرداخت‌شده

source: Payment Time
fa: زمان پرداخت

source: Paid Amount in Tomans
fa: مقدار پرداختی به تومان

source: Bank Token
fa: توکن بانک

source: Reference ID
fa: شناسه ارجاع

source: UnSuccessful Payment Transaction
fa: تراکنش پرداختی با مشکل مواجه شده‌است. لطفا چنانچه پرداخت شما موفق بوده‌است، ما را مطلع کنید.

source: Random Token
fa: توکن تصادفی

source: Zpal Payment Transaction
fa: تراکنش پرداختی زرین‌پال

source: Zpal Payment Transactions
fa: تراکنش‌های پرداختی زرین‌پال

source: Payment Amount in Tomans
fa: مقدار پرداخت به تومان

source: Successful Payment Transaction
fa: تراکنش پرداختی موفقیت آمیز بود

source: Authority
fa: قدرت

source: Upal Payment Transaction
fa: تراکنش پرداختی یوپال

source: Upal Payment Transactions
fa: تراکنش‌های پرداختی یوپال

source: Invalid data or plan id
fa: داده‌های ارسالی نامعتبر است
